{
  "generalError": {
    "DataProcessAbnormal": "При обработке данных произошла ошибка, попробуйте позже",
    "NetworkAccessErr": "Ошибка при подключении к интернету, просим проверить интернер-соединение",
    "FirewallErr": "Произошла ошибка при открытии брандмауэра windows, нам нужно ваше сотрудничество",
    "OSSupportErr": "Простите, данная операционная система не поддерживается, необходимо обновить вашу операционную систему до Win 7 или выше и после этого вы можете нормально использовать",
    "ComponentLackErr": "Отсутствующий компонент, просим скачать установочный файл на официальном сайте (https://dwz.cn/QtUyonPO)",
    "ComponentLackTitle": "Отсутствующий компонент"
  },
  "btnText": {
    "ButtonLetsWeb": "Войти на сайт",
    "ButtonHelpLink": "https://dwz.cn/QtUyonPO",
    "ButtonIntercomText": "Центр помощи",
    "StartUpFailedTip": "Не удается загрузить приложение, пробуйте перезагрузить или нажать на центр помощи для обращения в службу поддержки",
    "StartUpFailedTitle": "Не удается загрузить"
  },
  "softwareError": {
    "MenuExit": "Выйти",
    "AdminAuthErr": "Запустите приложение от имени администратора",
    "AdminUuidErr": "Ошибка инициализации программ, просим перезапустить приложение"
  },
  "initError": {
    "InitFalconFail": "Не удалось выполнить глобальную инициализацию, просим перезагрузить приложение",
    "ConfigTAPErr": "Не удалось выполнить инициализацию виртуального сетевого адаптера, просим попробовать переустановить приложение или перезагрузить компьютер",
    "TAPNotExist": "Виртуальный сетевой адаптер не найден, просим попробовать переустановить приложение или перезагрузить компьютер",
    "TunStartFailed": "Просим попробовать переустановить приложение",
    "AutoRepairTap": "Виртуальный сетевой адаптер в системе неисправен, начинается автоматическое восстановление,  просим позволять запустить из программы для обеспечения безопасности наше приложение",
    "AutoRepairTapFailed": "Ошибка при восстановлении виртуального сетевого адаптера, просим попробовать переустановить приложение или перезагрузить компьютер",
    "AutoRepairTapSuccess": "Виртуальный сетевой адаптер был восстановлен",
    "TapAdapterEnableTip": "Виртуальный сетевой адаптер на вашем компютере было запрещено, вам нужно включить вручную.Если все еще какие-то вопросы, свяжитесь с нами в приложении.",
    "TapAdapterRebootTip": "На вашем ПК проверен Teamviewer виртуальный сетевой адаптер, Lets VPN не работает из-за этого , просим сначала отклюить Teamviewer и потом перезагрузить компьютер. Если все еще какие-то вопросы, свяжитесь с нами в приложении.",
    "MicrWifiTip": "На вашем компьютере включен \"Мобильный хот-спот\", из-за этого происходит конфликт между приложениями и доступ к интернету был запрещен, просим отключить \"режим модема\" и снова включать Lets VPN. Если вопрос еще не решен, свяжитесь с нами в приложении.",
    "ExpressSoftTip": "На вашем ПК проверен \"%s\", из-за этого может быть происходит конфликт между приложениями и Lets VPN не работает , после удаления просим снова включать Lets VPN. Если все еще какие-то вопросы, свяжитесь с нами в приложении.",
    "PppoeDnsTip": "Мы обноружили что на Вашем компьютере используется \"dial-up\" и одновременно поддерживается “IPV6”, может повлиять на использование онлайн, предлагаем вам отключить \" IPV6\" и пробовать снова включать Lets VPN. Если возникнут любые вопросы, просим связаться с нами в приложении.",
    "DnsRestoreErr": "DNS не удалось восстановить, просим перезагрузить приложение"
  },
  "linkError": {
    "AccountExpire": "Срок действия Вашего аккаунта истек, внесите абонентскую оплату и продолжайте пользоваться нашими услугами",
    "AccountNotMatch": "GID не соответсвует RID, свяжитесь с обслуживанием клиентов.",
    "AccountNotExist": "GID или RID не существует, свяжитесь с обслуживанием клиентов",
    "LevelNotEnough": "Только премиум пользователь может использовать эту линию, просим включить автоматическое подключение",
    "NetworkErr": "Ошибка при подключении к интернету, попробуйте позже",
    "StateMachineAbnormal": "Ошибка при запуске приложения, попробуйте позже",
    "UnreachPhyNIC": "Ошибка при получении данных о физических сетевых адаптерах, повторите попытку",
    "ConnFail": "Ошибка при подключении к интернету, попробуйте позже",
    "Abnormal80Port": "Проблема с сетью возникает из-за опрерационной системы, вам нужно поменять режим на “глобальный-режим”,(нажмите “изменить страну” и смотрите вверх)  由于系统问题引发网络异常，您需要在“变更国家“页面把网络模式修改为全局加速",
    "SwitchNodeFail": "Не удается изменить страну, попробуйте другой канал связи",
    "SwitchModeFail": "Не удается поменять режим, попробуйте позже",
    "SwitchBusy": "Сейчас процесс переключения, попробуйте позже",
    "ServerMaintenance": "В стране которую вы выбираете происходит обслуживание оборудования, просим попробовать другую страну.",
    "TapDriverAbnormal": "虚拟网卡发生异常，请重启软件"
  },
  "upgradeError": {
    "ClientUpgrade": " Принудительное обновление клиента",
    "CheckUpgradeFailed": "Ошибка при проверке обновления, попробуйте позже",
    "InUpgrading": "Сейчас проверить наличие обновлений, попробуйте позже",
    "DownLoadErr": "Обшибка при загрузке",
    "UpdateExeErr": "Ошибка при обновлении",
    "CancelUpgrade": "Обновление отменено"
  },
  "referrerError": {
    "IDFormatErr": "Не найден ид введен Вами"
  },
  "logError": {
    "ReadLogErr": "Ошибка при формировании отчета",
    "LogUploadErr": "Не удается загрузить отчет об ошибке, попробуйте позже"
  },
  "missingDynaLibError": {
    "NeedShell32Err": "На компютере отсутствует  shell32.dll，свяжитесь с обслуживанием клиента для решения вопроса",
    "NeedCrypt32Err": "На компютере отсутствует crypt32.dll，свяжитесь с обслуживанием клиента для решения вопроса",
    "NeedKernel32Err": "На компютере отсутствует kernel32.dll，свяжитесь с обслуживанием клиента для решения вопроса",
    "NeedDnsapiErr": "На компютере отсутствует dnsapi.dll，свяжитесь с обслуживанием клиента для решения вопроса",
    "NeedUser32Err": "На компютере отсутствует user32.dll，свяжитесь с обслуживанием клиента для решения вопроса",
    "NeedIphlpapiErr": "На компютере отсутствует iphlpapi.dll，свяжитесь с обслуживанием клиента для решения вопроса",
    "NeedAdvapi32Err": "На компютере отсутствует advapi32.dll，свяжитесь с обслуживанием клиента для решения вопроса",
    "NeedMswsockErr": "На компютере отсутствует mswsock.dll，свяжитесь с обслуживанием клиента для решения вопроса"
  },
  "openControlFailed": {
    "OpenControlPanelErr": "Не удалось открыть панель управления, просим открыть вручную",
    "CreateWindowErr": "Не удалось создать окно",
    "OpenLinkErr": "Ошибка ссылок",
    "KillerTipInfo": "Проверка обнаружила, что вы использовали Killer сетевой адаптер, Lets VPN не подключается из-за этого, нажмите кнопку “Помощь” для настройки, и после этого впн  нормально работает.",
    "SmartByteTipInfo": "На вашем ПК проверен SmartByte, Lets VPN не работает из-за этого , просим сначала отключить SmartByte и потом перезагрузить компьютер для решения вопроса. Если все еще какие-то вопросы, свяжитесь с нами в приложении."
  }
}